{
    "name": "Zahar King",
    "headerTaglineOne": "Hello!",
    "headerTaglineTwo": "I'm Zahar,",
    "headerTaglineThree": "I'm a graphic designer with an interest in digital marketing and product design.",
    "showCursor": false,
    "darkMode": true,
    "showResume": true,
    "socials": [
        {
            "id": "1",
            "title": "Github",
            "link": "https://github.com/zaharking"
        },
        {
            "id": "2",
            "title": "LinkedIn",
            "link": "https://www.linkedin.com/in/zahar-king/"
        },
        {
            "id": "5",
            "title": "Email",
            "link": "mailto:zahmoki@gmail.com"
        }
    ],
    "projects": [
        {
            "id": "1",
            "title": "CoHabit",
            "description": "CoHabit is an social connections app driven to aid students in their search for the ideal first-time housemate.",
            "imageSrc": "/images/project1/CoHabit Mockup.png",
            "workCardImageSrc": "/images/project1/CoHabit Mockup Square.png",
            "url": "",
            "role": "Lead Designer",
            "techStack": [
                "Figma",
                "Adobe Illustrator",
                "Photoshop"
            ],
            "explanation": "Designed a user-centered housing app that helps students find compatible housemates based on lifestyle, interests, and preferences. The project was developed during a 24-hour design sprint and includes comprehensive research, user flows, and high-fidelity prototypes.",
            "challenges": "Delivering a comprehensive housing solution within a 24-hour timeframe while addressing complex matching criteria and ensuring a user-friendly interface that meets diverse student needs.",
            "results": "Created a functional prototype that successfully addresses student housing pain points with an intuitive matching system and security features. The project won recognition for its user-centered approach and practical implementation.",
            "problemStatement": "\n75% of students struggle to find affordable housing options\n40% of students struggle to find compatible housemates\n91% of students struggle to find housing in a preferable location\nAs these ongoing issues often lead to stress and conflicts in the home, many students reported turning to Facebook groups or word-of-mouth to search for new housing options. However, these options are often unpredictable and unreliable due to lack of transparency in budgets, lifestyle habits, and housing preferences. Over time, living with incompatible housemates can negatively impact mental health and academic success, thus jeopardizing the wellbeing of thousands, lease after lease.",
            "solutionStatement": "\nA platform driven to connect users based on similarities in lifestyle, personality, and interests rather than physical appearances offers every user a chance at finding their ideal match. Through phone and university email authentication, students can safely browse their matches without risk of scams or impersonators.",
            "designProcessOverview": "\nEmpathize > Conduct Research, Interviews, and Surveys to understand student needs\nDefine > User Personas and Competitive Analysis to develop framework\nIdeate > User Flow and Low Fidelity Wireframes to simulate user experience\nDesign > Visual Design and Prototypes to simulate user interface\nTest > Usability Check to brainstorm improvements",
            "empathizePhase": "\n![CoHabit Project Timeline](/images/project1/CoHabit Project Timeline.png)\nInterview Questions:\nWhat year are you?\nWhere do you currently live?\nAre you currently looking for a place to live?\nWhat's your biggest challenge when searching for housing? (Select all that apply)\nHave you had difficulties with housemates in the past?\nWhat factors are most important in an ideal housemate? (Select your top 3)\nWhat tools or features would make it easier to find student housing? (Select all that apply)\nWhat are your top location preferences when choosing housing? (Select all that apply)\nWhat is the biggest frustration you've had with student housing/roommates? (Open-ended response)\n\n![CoHabit Survey Responses](/images/project1/CoHabit Survey Responses.png)\n\nKey Insights:\nHigh Value of Lifestyle Maintenance: Participants value their housemates sharing similarities in cleanliness, noise levels, and sleep schedules over compatibility in other areas, such as social life.\nPrioritization of Personal Expectations: Many participants tend to move in with people based on their own personal needs before knowing whether or not their lifestyles are compatible.\nChallenges in Knowledge of Housemates: Many participants cannot confidently predict what their lifestyle will look like upon moving in with new housemates.\nDesire for a Comprehensive Platform: Participants seek a single platform that can seamlessly integrate a wide variety of tools to meet their personal, financial, and social needs.",
            "definePhase": "\n![CoHabit Competitive Analysis](/images/project1/CoHabit Competitive Analysis.png)\n![User Persona 1](/images/project1/User Persona 1.png)\n![User Persona 2](/images/project1/User Persona 2.png)\n![User Persona 3](/images/project1/User Persona 3.png)\n![Information Architecture](/images/project1/Information Architecture.png)\nThis information architecture provides a visual framework for organizing the platform's content, ensuring that users can easily navigate, access, and interact with the features that are crucial for their housing search experience. However, please note that the actual architecture of the app may have been further refined based on our user testing findings.",
            "ideatePhase": "\n![CoHabit Design System](/images/project1/CoHabit Design System.png)",
            "designPhase": "\n![LoFi Sketches](/images/project1/LoFi Sketches.png)\n![CoHabit Midfi Mockups](/images/project1/CoHabit Midfi Mockups.png)\n![CoHabit Hifi Mockups](/images/project1/CoHabit Hifi Mockups.png)",
            "testingPhase": "Main Takeaways and Future Improvements:\nExpanded Customization: Offer more room design options & customization tools to let users truly reflect their style.\nAI-Driven Matchmaking: Implement AI to refine roommate matches based on deeper personality and lifestyle data.\nMore Location Filters: Add even more location preferences, like proximity to specific study spots, gyms, and social hubs.\nImproved Chat Features: Integrate more engaging chat tools—think group discussions and video introductions!\nEnhanced Subleasing & Marketplace: Create a robust marketplace for students to buy, sell, or swap furniture & essentials for a smoother transition."
        },
        {
            "id": "2",
            "title": "Pantry Zine",
            "description": "A zine designed for the UC Davis Pantry to promote food security resources on campus",
            "imageSrc": "/images/project2/Front Cover.jpeg",
            "workCardImageSrc": "/images/project2/Front Cover.jpeg",
            "url": "",
            "role": "Graphic Designer",
            "techStack": [
                "Canva",
                "Adobe Illustrator",
                "Procreate"
            ],
            "explanation": "Designed a visually engaging zine for The Pantry at UC Davis to inform students about food security resources available on campus. The zine includes information about how to access free food, and additional campus support services.",
            "challenges": "Creating an approachable, stigma-free guide to food resources that students would feel comfortable using",
            "results": "Increased student awareness of food security resources and boosted Pantry visitor numbers",
            "problemStatement": "Students may be familiarized with The Pantry, but they may have holes in their knowledge about what who The Pantry is meant to serve, what resources we have available, and where we are located.",
            "solutionStatement": "The Pantry Zine is meant to be an easy to access, physical resource where patrons and volunteers can flip through this short-form content at any time. The front cover is bright, colorful, and inviting, and each page of text is interspersed with fun imagery of nutritious foods to bring a sense of comfort and care to those that suffer from food insecurity.",
            "carouselGroups": [
                {
                    "title": "Pantry Zine Pages",
                    "description": "A complete walkthrough of the zine's content and design",
                    "images": [
                        {
                            "url": "/images/project2/Page 1.png",
                            "caption": "Page 1"
                        },
                        {
                            "url": "/images/project2/Page 2.png,/images/project2/Page 3.png",
                            "caption": "Pages 2-3 Spread"
                        },
                        {
                            "url": "/images/project2/Page 4.png,/images/project2/Page 5.png",
                            "caption": "Pages 4-5 Spread"
                        },
                        {
                            "url": "/images/project2/Page 6.png,/images/project2/Page 7.png",
                            "caption": "Pages 6-7 Spread"
                        },
                        {
                            "url": "/images/project2/Page 8.png,/images/project2/Page 9.png",
                            "caption": "Pages 8-9 Spread"
                        },
                        {
                            "url": "/images/project2/Page 10.png,/images/project2/Page 11.png",
                            "caption": "Pages 10-11 Spread"
                        },
                        {
                            "url": "/images/project2/Page 12.png,/images/project2/Page 13.png",
                            "caption": "Pages 12-13 Spread"
                        },
                        {
                            "url": "/images/project2/Page 14.png,/images/project2/Page 15.png",
                            "caption": "Pages 14-15 Spread"
                        },
                        {
                            "url": "/images/project2/Page 16.png",
                            "caption": "Back Cover"
                        }
                    ]
                },
                {
                    "title": "Pantry Zine Second Edition",
                    "description": "An updated version of the zine with additional content and refined design",
                    "images": [
                        {
                            "url": "/images/project2/Book2/1.png",
                            "caption": "Cover"
                        },
                        {
                            "url": "/images/project2/Book2/2.png,/images/project2/Book2/3.png",
                            "caption": "Pages 2-3 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/4.png,/images/project2/Book2/5.png",
                            "caption": "Pages 4-5 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/6.png,/images/project2/Book2/7.png",
                            "caption": "Pages 6-7 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/8.png,/images/project2/Book2/9.png",
                            "caption": "Pages 8-9 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/10.png,/images/project2/Book2/11.png",
                            "caption": "Pages 10-11 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/12.png,/images/project2/Book2/13.png",
                            "caption": "Pages 12-13 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/14.png,/images/project2/Book2/15.png",
                            "caption": "Pages 14-15 Spread"
                        },
                        {
                            "url": "/images/project2/Book2/16.png",
                            "caption": "Back Cover"
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "title": "Craigslist Redesign",
            "description": "A comprehensive redesign of Craigslist focusing on improved user experience and modern design principles",
            "imageSrc": "/images/project3/1. Title Slide.png",
            "workCardImageSrc": "/images/project3/Square Image.png",
            "url": "",
            "role": "UX/UI Designer",
            "techStack": [
                "Figma", 
                "Illustrator",
                "User Research",
                "Prototyping"
            ],
            "explanation": "Redesigned Craigslist to address usability issues and modernize the interface while maintaining the platform's core functionality and familiarity for long-time users.",
            "challenges": "Balancing modern design with the simplicity that made Craigslist successful, while improving navigation and trust factors in the peer-to-peer marketplace.",
            "results": "Created a more intuitive, visually appealing design with improved category navigation, search functionality, and listing visibility.",
            "problemStatement": "Craigslist suffers from a very outdated interface that is difficult to navigate, lacks modern design elements, and fails to meet current user expectations. These issues, combined with concerns over safety and fraud, make users hesitant to engage with the platform, leading them to prefer alternatives like Facebook Marketplace.",
            "solutionStatement": "By maintaining the white and purple aesthetic of Craigslist, this encourages familiarity and maintains a strong contrast. In utilizing a sans serif font, this appears professional and prioritizes legibility. In addition, the bold, dark purple color of headlines and primary buttons captures the user's attention and establishes hierarchy.",
            "additionalImages": [
                {
                    "url": "/images/project3/hero.jpg",
                    "caption": "Project Hero Image"
                },
                {
                    "url": "/images/project3/2. Table of Contents.png",
                    "caption": "2. Table of Contents"
                },
                {
                    "url": "/images/project3/3. Timeline and Overview.png",
                    "caption": "3. Timeline and Overview"
                },
                {
                    "url": "/images/project3/4. Research Goals.png",
                    "caption": "4. Research Goals"
                },
                {
                    "url": "/images/project3/5. Surveys.png",
                    "caption": "5. Surveys"
                },
                {
                    "url": "/images/project3/6. Competitive Analysis.png",
                    "caption": "6. Competitive Analysis"
                },
                {
                    "url": "/images/project3/7. Ideation.png",
                    "caption": "7. Ideation"
                },
                {
                    "url": "/images/project3/8. Problem Statement.png",
                    "caption": "8. Problem Statement"
                },
                {
                    "url": "/images/project3/9. Solution.png",
                    "caption": "9. Solution"
                },
                {
                    "url": "/images/project3/10. Mid-Fi Goals.png",
                    "caption": "10. Mid-Fi Goals"
                },
                {
                    "url": "/images/project3/11. Mid-Fi.png",
                    "caption": "11. Mid-Fi"
                },
                {
                    "url": "/images/project3/12. User Testing Feedback.png",
                    "caption": "12. User Testing Feedback"
                },
                {
                    "url": "/images/project3/13. Hi-Fi.png",
                    "caption": "13. Hi-Fi"
                },
                {
                    "url": "/images/project3/14. Hi-Fi Prototype.png",
                    "caption": "14. Hi-Fi Prototype"
                },
                {
                    "url": "/images/project3/15. Reflections.png",
                    "caption": "15. Reflections"
                },
                {
                    "url": "/images/project3/16. Conclusion.png",
                    "caption": "16. Conclusion"
                }
            ]
        },
        {
            "id": "4",
            "title": "Type Hierarchy Case Study",
            "description": "An exploration of typographic hierarchy and composition principles through a series of design experiments",
            "imageSrc": "/images/project4/ZKing_Project 2-Composition_V26.jpg",
            "workCardImageSrc": "/images/project4/ZKing_Project 2-Composition_V26.jpg",
            "url": "",
            "role": "Graphic Design",
            "techStack": [
                "Adobe InDesign",
                "Adobe Illustrator",
                "Compositional Design",
                "Visual Hierarchy"
            ],
            "explanation": "",
            "challenges": "Creating visual interest and clear information hierarchy using only typographic elements and limited color palette",
            "results": "Developed a deeper understanding of typographic principles and created a series of compositions that effectively demonstrate visual hierarchy concepts",
            "introductionPhase": "In this study, I was given a single set of text and was encouraged to explore compositional alternatives while expressing a clear hierarchy of the information.",
            "typeExamplePhase": "![Type Example](/images/project4/ZKing_TypeExample-1.jpeg)",
            "sketchProcessPhase": "The rough sketches display my early compositions as I sifted through the various possibilities in my design.",
            "designConcepts": "Throughout my design process, I thought about capturing the duality between Symmetry / Asymmetry, Rhythmic / Static movement, and Grouping / Isolation by creating emphasis using Contrast, Textures, Proximity and Grid structures.",
            "thumbnailSketches": "![Thumbnail Sketches](/images/project4/Thumbnail Sketches.jpeg)",
            "compositions": "![Composition Study 1](/images/project4/ZKing_Composition1.jpg)\n![Composition Study 2](/images/project4/ZKing_Composition2.jpg)\n![Composition Study 3](/images/project4/ZKing_Composition3.jpg)\n![Composition Study 4](/images/project4/ZKing_Composition4.jpg)\n![Composition Study 5](/images/project4/ZKing_Composition5.jpg)"
    
        },
        {
            "id": "5",
            "title": "Marketing Strategy",
            "description": "Comprehensive marketing approach for The ASUCD Pantry focusing on brand development and audience engagement",
            "imageSrc": "/images/project5/Unit Director 1.png",
            "workCardImageSrc": "/images/project5/Unit Director 1.png",
            "url": "",
            "role": "Marketing Strategist",
            "hidden": true,
            "techStack": [
                "Brand Strategy",
                "Content Planning",
                "Audience Analysis",
                "Campaign Management"
            ],
            "explanation": "Developed and implemented a comprehensive marketing strategy for The ASUCD Pantry, focusing on brand identity, messaging consistency, and audience engagement to effectively promote services and opportunities to the campus community.",
            "challenges": "Creating a cohesive brand identity and marketing approach that resonates with a diverse student audience while maintaining consistency across various platforms and materials",
            "results": "Established a recognizable brand presence, increased service usage, and improved community awareness of available resources through strategic marketing initiatives",
            "carouselGroups": [
                {
                    "title": "Brand Development",
                    "description": "Evolution of The Pantry's visual identity and brand strategy",
                    "images": [
                        {
                            "url": "/images/project5/Managers Post 1.png",
                            "caption": "Visual Identity Components"
                        },
                        {
                            "url": "/images/project5/Managers Post 2.png",
                            "caption": "Brand Voice Examples"
                        },
                        {
                            "url": "/images/project5/Managers Post 5.png",
                            "caption": "Messaging Framework"
                        }
                    ]
                }
            ]
        },
        {
            "id": "6",
            "title": "Multi Media Works",
            "description": "Illustrations, collages, and projects that showcase my understanding of composition, color theory, and perspective.",
            "imageSrc": "/images/project6/Expanding the Square.jpg",
            "workCardImageSrc": "/images/project6/Expanding the Square.jpg",
            "url": "",
            "role": "Illustrator",
            "techStack": [
                "Adobe Illustrator",
                "Digital Drawing",
                "Color Theory",
                "Visual Composition"
            ],
            "explanation": "Created a series of digital illustrations that showcase my artistic style, technical skill, and storytelling ability. This work demonstrates my approach to creating engaging visuals that communicate ideas and evoke emotional responses.",
            "challenges": "Developing a unique artistic voice while effectively communicating conceptual ideas through visual means",
            "results": "Produced a portfolio of illustrations that demonstrate versatility in style and subject matter",
            "carouselGroups": [
                {
                    "title": "Multi Media Works Gallery",
                    "description": "A collection of illustrations, collages, and mixed media works",
                    "images": [
                        {
                            "url": "/images/project6/Expanding the Square.jpg",
                            "caption": "Expanding the Square - Mixed media exploration of geometric forms and space"
                        },
                        {
                            "url": "/images/project6/ZKing_Whole_Earth_Festival.png",
                            "caption": "Whole Earth Festival Illustration - Digital art celebrating environmental awareness and community"
                        },
                        {
                            "url": "/images/project6/Basquiat Poster.png",
                            "caption": "Basquiat-Inspired Poster - Homage to the iconic artist's style and visual language"
                        },
                        {
                            "url": "/images/project6/Statue Painting.jpg",
                            "caption": "Statue Painting - Mixed media artwork exploring form and texture"
                        }
                    ]
                }
            ]
        },
        {
            "id": "7",
            "title": "Rhythm Book",
            "description": "A mini publication exploring visual rhythm and composition through typography and imagery",
            "imageSrc": "/images/project7/Rhythm 1.png",
            "workCardImageSrc": "/images/project7/Rhythm 1.png",
            "url": "",
            "role": "Publication Designer",
            "techStack": [
                "Adobe InDesign",
                "Adobe Illustrator",
                "Typography",
                "Editorial Design"
            ],
            "explanation": "Designed a conceptual mini-publication that explores the interplay between typography, imagery, and white space to create visual rhythm. This experimental book demonstrates principles of composition, pacing, and visual hierarchy in editorial design.",
            "challenges": "Creating a cohesive visual narrative that balances experimental typography with readability while maintaining visual interest throughout the publication",
            "results": "Produced a visually compelling publication that effectively demonstrates principles of rhythm, contrast, and balance in editorial design",
            "processStatement": "This project began with extensive typographic research and exploration of grid systems. I developed a series of layout studies using different typographic treatments to create distinct rhythmic patterns across spreads, establishing a visual language that carries readers through the publication.",
            "conceptStatement": "Rhythm Book explores how visual elements create cadence and flow in editorial design. By manipulating typographic scale, weight, spacing, and positioning alongside carefully curated imagery, the publication demonstrates how designers can control the reader's pace and experience.",
            "carouselGroups": [
                {
                    "title": "Rhythm Book Pages",
                    "description": "A complete walkthrough of the publication's content and design",
                    "images": [
                        {
                            "url": "/images/project7/Rhythm 1.png",
                            "caption": "Cover"
                        },
                        {
                            "url": "/images/project7/Rhythm 2.png,/images/project7/Rhythm 3.png",
                            "caption": "Pages 2-3 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 4.png,/images/project7/Rhythm 5.png",
                            "caption": "Pages 4-5 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 6.png,/images/project7/Rhythm 7.png",
                            "caption": "Pages 6-7 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 8.png,/images/project7/Rhythm 9.png",
                            "caption": "Pages 8-9 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 10.png,/images/project7/Rhythm 11.png",
                            "caption": "Pages 10-11 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 12.png,/images/project7/Rhythm 13.png",
                            "caption": "Pages 12-13 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 14.png,/images/project7/Rhythm 15.png",
                            "caption": "Pages 14-15 Spread"
                        },
                        {
                            "url": "/images/project7/Rhythm 16.png",
                            "caption": "Back Cover"
                        }
                    ]
                }
            ]
        },
        {
            "id": "8",
            "title": "Print Media Design",
            "description": "Print materials including flyers, brochures, and stickers designed for the ASUCD Pantry",
            "imageSrc": "/images/project8/Stickers Carousel/Berries Sticker.png",
            "workCardImageSrc": "/images/project8/Stickers Carousel/Beet Sticker.png",
            "url": "",
            "role": "Graphic Designer",
            "techStack": [
                "Adobe Illustrator",
                "Adobe InDesign",
                "Print Design",
                "Brand Guidelines"
            ],
            "explanation": "Designed a variety of print materials for campus organizations that effectively communicate important information through visually engaging layouts. These designs balance brand identity with clear messaging to reach diverse student audiences.",
            "challenges": "Creating print materials that stand out in a busy campus environment while ensuring information is clear, accessible, and aligned with organizational branding",
            "results": "Produced high-quality print materials that increased visibility and engagement for campus programs and services",
            "carouselGroups": [
                {
                    "title": "Brochures",
                    "description": "Informational brochures designed for campus services",
                    "images": [
                        {
                            "url": "/images/project8/Brochure Carousel/Brochure 1.png",
                            "caption": "Front Cover and Introduction"
                        },
                        {
                            "url": "/images/project8/Brochure Carousel/Brochure 2.png",
                            "caption": "Interior Content Layout"
                        }
                    ]
                },
                {
                    "title": "Sticker Collection",
                    "description": "A series of food-themed stickers designed for The Pantry",
                    "images": [
                        {
                            "url": "/images/project8/Stickers Carousel/Bean Sticker.png",
                            "caption": "Bean Sticker Design"
                        },
                        {
                            "url": "/images/project8/Stickers Carousel/Beet Sticker.png",
                            "caption": "Beet Sticker Design"
                        },
                        {
                            "url": "/images/project8/Stickers Carousel/Berries Sticker.png",
                            "caption": "Berries Sticker Design"
                        },
                        {
                            "url": "/images/project8/Stickers Carousel/Cherry Sticker.png",
                            "caption": "Cherry Sticker Design"
                        },
                        {
                            "url": "/images/project8/Stickers Carousel/Lime Sticker.png",
                            "caption": "Lime Sticker Design"
                        },
                        {
                            "url": "/images/project8/Stickers Carousel/Muffin Sticker.png",
                            "caption": "Muffin Sticker Design"
                        },
                        {
                            "url": "/images/project8/Stickers Carousel/Olive Sticker.png",
                            "caption": "Olive Sticker Design"
                        }
                    ]
                },
                {
                    "title": "Flyers and Notices",
                    "description": "Promotional and informational flyers for campus events and services",
                    "images": [
                        {
                            "url": "/images/project8/The Pantry Resource Flyer.png",
                            "caption": "The Pantry Resource Flyer"
                        },
                        {
                            "url": "/images/project8/HAUS_Advertisement_Flyer.png",
                            "caption": "HAUS Advertisement Flyer"
                        },
                        {
                            "url": "/images/project8/Spring Volunteer Flyer.png",
                            "caption": "Spring Volunteer Recruitment Flyer"
                        },
                        {
                            "url": "/images/project8/Hiring Notice Flyer.png",
                            "caption": "Hiring Notice Flyer"
                        },
                        {
                            "url": "/images/project8/Adjusted Hours.png",
                            "caption": "Adjusted Hours Notice"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9",
            "title": "Social Media Design",
            "description": "Social media campaign graphics and informational posts for the ASUCD Pantry",
            "imageSrc": "/images/project9/Carousel Post 3/Managers Post 1.png",
            "workCardImageSrc": "/images/project9/Carousel Post 3/Managers Post 1.png",
            "url": "",
            "role": "Social Media Designer",
            "techStack": [
                "Adobe Illustrator",
                "Canva",
                "Social Media Strategy",
                "Digital Marketing"
            ],
            "explanation": "Developed cohesive social media campaigns that communicate important information about campus services, opportunities, and events through visually engaging designs. These posts are optimized for social media platforms and targeted to a student audience.",
            "challenges": "Creating eye-catching content that stands out in crowded social feeds while effectively communicating essential information in a concise, accessible format",
            "results": "Increased student engagement on social media platforms and improved awareness of campus programs and services",
            "carouselGroups": [
                {
                    "title": "Manager Recruitment Campaign",
                    "description": "A series of posts designed to attract student managers to campus positions",
                    "images": [
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 1.png",
                            "caption": "Manager Post 1"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 2.png",
                            "caption": "Manager Post 2"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 3.png",
                            "caption": "Manager Post 3"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 4.png",
                            "caption": "Manager Post 4"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 5.png",
                            "caption": "Manager Post 5"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 6.png",
                            "caption": "Manager Post 6"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 7.png",
                            "caption": "Manager Post 7"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 8.png",
                            "caption": "Manager Post 8"
                        },
                        {
                            "url": "/images/project9/Carousel Post 3/Managers Post 9.png",
                            "caption": "Manager Post 9"
                        }
                    ]
                },
                {
                    "title": "Coordinator Hiring Campaign",
                    "description": "Promotional materials for coordinator positions",
                    "images": [
                        {
                            "url": "/images/project9/Carousel Post 2/Coord Hiring Post 1.png",
                            "caption": "Coordinator Intro"
                        },
                        {
                            "url": "/images/project9/Carousel Post 2/Coord Hiring Post 2.png",
                            "caption": "Coordinator Responsibilities"
                        },
                        {
                            "url": "/images/project9/Carousel Post 2/Coord Hiring Post 3.png",
                            "caption": "Coordinator Benefits"
                        }
                    ]
                },
                {
                    "title": "Unit Director Campaign",
                    "description": "Recruitment material for unit director positions",
                    "images": [
                        {
                            "url": "/images/project9/Carousel Post 1/Unit Director 1.png",
                            "caption": "Unit Director Main Post"
                        },
                        {
                            "url": "/images/project9/Carousel Post 1/Unit Director 2.png",
                            "caption": "Unit Director Details"
                        }
                    ]
                },
                {
                    "title": "Informational Posts",
                    "description": "Various informational posts for campus services",
                    "images": [
                        {
                            "url": "/images/project9/Pantry Closing Post.png",
                            "caption": "Pantry Closing Hours"
                        },
                        {
                            "url": "/images/project9/HAUS Volunteer Post.jpg",
                            "caption": "HAUS Volunteer Opportunities"
                        },
                        {
                            "url": "/images/project9/Online and Mobile Orders.png",
                            "caption": "Mobile Ordering Information"
                        },
                        {
                            "url": "/images/project9/FQ Weekend Hours.png",
                            "caption": "Weekend Hours Notice"
                        }
                    ]
                }
            ]
        }
    ],
    "services": [
        {
            "id": "1",
            "title": "Art Direction",
            "description": "I help with the creation and development of online advertising ideas, with particular focus on visual appearance."
        },
        {
            "id": "2",
            "title": "Branding",
            "description": "I design key brand elements such as the logo, color scheme, typography, and other design components that makes your brand stand out from competitors."
        },
        {
            "id": "3",
            "title": "Web Design",
            "description": "I build and optimize your online presence.  Website is the digital entry point into your business and a powerful revenue channel."
        },
        {
            "id": "4",
            "title": "Social Media Management",
            "description": "I create and manage content across social platforms to build your brand presence, engage with your audience, and drive growth through strategic campaigns."
        }
    ],
    "aboutpara": "Hello, I'm Zahar. I'm a marketing and product designer with a deep commitment to empowering communities, amplifying voices, and creating impactful solutions through a detail-oriented approach.",
    "resume": {
        "tagline": "A marketing and graphic designer with a deep commitment to empowering communities, encouraging accessibility, and developing impactful solutions through a detail-oriented approach.",
        "description": "I create impactful designs that combine aesthetics with functionality. My experience spans from branding and marketing to digital product design, with a focus on creating user-centered experiences that meet client goals.",
        "resumeLink": "/resume/ZKing-Resume.pdf",
        "contact": {
            "linkedin": "linkedin.com/in/zahar-king",
            "email": "zahmoki@gmail.com"
        },
        "experiences": [
            {
                "id": "1",
                "dates": "June 2024 - Present",
                "type": "Part Time",
                "position": "Outreach Manager at The ASUCD Pantry",
                "location": "Davis, CA",
                "bullets": [
                    "Hosted outreach campaigns for donation drives and educational events, driving engagement with local organizations and other campus groups",
                    "Designed promotional materials (flyers, merchandise, media), and infused original designs into base brand guidelines using Adobe Creative Suite and Canva",
                    "Directed marketing and media strategies to raise awareness of services and resources, boosting online engagement by 175% and reaching 2,000 accounts monthly",
                    "Led a team of coordinators in producing educational content and media projects that successfully reflect our mission and brand"
                ]
            },
            {
                "id": "2",
                "dates": "December 2023 - June 2024",
                "type": "Part Time",
                "position": "Graphic Designer at Housing Advising for Undergraduate Students (HAUS)",
                "location": "Davis, CA",
                "bullets": [
                    "Designed all promotional material to advertise services, upcoming events, and initiatives",
                    "Worked closely with directors all throughout the creative process, proofread all designs for errors before final deadlines",
                    "Independently developed brand guidelines and visual mock ups of projects while adhering to tight deadlines",
                    "Increased online visibility by 75% and garnered a 85% increase in campus-wide engagement",
                    "Assisted with event planning and co-hosted outreach events, fostering engagement with students across campus"
                ]
            },
            {
                "id": "3",
                "dates": "September 2023 - December 2023",
                "type": "Part Time",
                "position": "Senator at the Associated Students of UC Davis (ASUCD)",
                "location": "Davis, CA",
                "bullets": [
                    "Promoted senate initiatives and resources through tabling, conducting surveys, and designing promotional material",
                    "Drafted and passed senate bills to improve resource accessibility across campus",
                    "Collaborated with various committees, commissions, and units aimed at improving overall student welfare",
                    "Responded to student inquiries through office hours, town halls, and outreach events",
                    "Documented notes and public comments during all ASUCD listening sessions for student organization directors"
                ]
            }
        ],
        "education": [
            {
                "universityName": "University of California, Davis",
                "universityDate": "2021 - 2025",
                "location": "Davis, CA",
                "degree": "BA in English, BA in Design"
            },
            {
                "universityName": "San Diego Mesa College",
                "universityDate": "2018 - 2021",
                "location": "San Diego, CA",
                "degree": "AA in English, Certificate of Achievement in Creative Writing"
            }
        ],
        "tools": [
            "Adobe Creative Suite",
            "Canva",
            "Figma", 
            "Microsoft Suite",
            "Notion",
            "Trello",
            "VectorWorks",
            "Visual Studio Code"
        ],
        "skills": [
            "UI/UX Design",
            "Interaction design",
            "Wireframing",
            "Prototyping",
            "User Research",
            "A/B testing",
            "Usability testing"
        ],
        "achievements": [
            {
                "title": "Design Interactive 2024 Fellowship",
                "description": "Winner of Best UX Research"
            },
            {
                "title": "Davis Design Fest 2025",
                "description": "Participant"
            }
        ]
    }
}